---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CannotCreateCornerMullionDueAngle
source: html/15166eb8-4573-f2b0-0331-b91d2a64a3c4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainGridFamilyFailures.CannotCreateCornerMullionDueAngle Property

Can't create Corner Mullion due to the angle between the neighboring panels. Try changing the Parameters in the Curtain Wall Mullion Family.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCornerMullionDueAngle { get; }
```